Repository: jasp-stats/jasp-graphs
Catalog: po/R-*.po
Languages: fr, ja, zh_hant

source: data | H0
fr: données | H0
ja: データ| H0
zh_hant: 資料 | H0

source: data | H1
fr: données | H1
ja: データ| H1
zh_hant: 資料 | H1

source: data | H-
fr: données | H-
ja: データ｜H-
zh_hant: 資料 | H-

source: data | H+
fr: données | H+
ja: データ｜H+
zh_hant: 資料 | H+

source: BF%s
fr: FB%s

source: Density
fr: Densité
ja: 密度
zh_hant: 密度

source: Median:
fr: Médiane :
ja: 中央値:
zh_hant: 中位數：

source: Anecdotal
fr: Anecdotique
ja: 事例

source: Moderate
fr: Modéré
ja: 調整

source: Strong
fr: Fort
ja: 強い

source: Very Strong
fr: Très fort
ja: 非常に強い
zh_hant: 非常強

source: Extreme
fr: Extrême
ja: 極端
zh_hant: 極端

source: Evidence
fr: Preuve
ja: エビデンス
zh_hant: 證據

source: Evidence for H%s:
fr: Preuve pour H%s :
ja: H%sのエビデンス:
zh_hant: H%s的證據：

source: Evidence for H%s
fr: Preuve pour H%s
ja: H%sのエビデンス
zh_hant: H%s的證據

source: Counts
fr: Comptes
ja: カウント
zh_hant: 計數

source: Computing plotEditingOptions gave an error: %s
fr: Le calcul de plotEditingOptions a donné une erreur : %s
ja: plotEditingOptionsを計算するとエラーが発生しました: %s
zh_hant: 計算 plotEditingOptions 時產生錯誤：%s

source: This plot cannot be edited because it was created with qgraph instead of ggplot.
fr: Ce graphique ne peut pas être édité car il a été créé avec qgraph au lieu de ggplot.
ja: このプロットは、ggplotではなくqgraphで作成されているため、編集できません。
zh_hant: 此繪圖無法編輯，因為它使用 qgraph 繪製而不是 使用 ggplot 繪製。

source: This plot cannot be edited because it consists of multiple smaller figures.
fr: Ce graphique ne peut pas être modifié car il est constitué de plusieurs petites figures.
ja: このプロットは、複数の小さな図形で構成されているため、編集できません。
zh_hant: 此繪圖無法編輯，因為它包含多個較小的圖形。

source: This plot cannot be edited because it was created with base R instead of ggplot.
fr: Ce graphique ne peut pas être modifié car il a été créé avec une base R au lieu de ggplot.
ja: このプロットは、ggplotではなくbase Rで作成されているため、編集することはできません。
zh_hant: 此繪圖無法編輯，因為它是使用 base R 而非 ggplot 建立的。

source: cannot create plotEditingOptions for object of class: %s.
fr: Impossible de créer plotEditingOptions pour l'objet de la classe : %s.
ja: クラス %s のオブジェクトに対してplotEditingOptions を作成できません。
zh_hant: 無法為 %s 類型物件建立 plotEditingOptions 。

source: Converting plotEditingOptions to JSON gave an error: %s.
fr: La conversion de plotEditingOptions en JSON a donné une erreur : %s.
ja: plotEditingOptionsをJSONに変換するときにエラーが発生しました： %s。
zh_hant: 將 plotEditingOptions 轉換為 JSON 時產生錯誤：%s。

source: Plot editing terminated unexpectedly. Fatal error in plotEditingOptions: %s To receive assistance with this problem, please report the message above at: https://jasp-stats.org/bug-reports
fr: L'édition du graphique s'est terminée de manière inattendue. Error fatale dans plotEditingOptions : %s. Pour obtenir de l'aide concernant ce problème, veuillez signaler le message ci-dessus à l'adresse suivante : https://jasp-stats.org/bug-reports.
ja: プロット編集が予期せず終了しました。plotEditingOptionsで致命的なエラーが発生しました: %s この問題に対するサポートを受けるには、上記のメッセージを https://jasp-stats.org/bug-reports で報告してください
zh_hant: 繪圖編輯意外終止。 plotEditingOptions 中出現致命錯誤：%s 。欲取得關於此問題的協助，請將上述訊息回報至：https://jasp-stats.org/bug-reports

source: This plot cannot be edited because it uses polar coordinates (e.g., pie chart).
fr: Ce graphique ne peut pas être édité car il utilise des coordonnées polaires (par ex. diagramme circulaire).
ja: 極座標(例えば、パイチャート)を使用するため、このプロットは編集できません.
zh_hant: 因為此圖形使用極座標繪製（如：圓餅圖），所以無法編輯。

source: Theoretical quantiles
fr: Quantiles théoriques
ja: 理論上の分位数
zh_hant: 理論分位數

source: Observed quantiles
fr: Quantiles observés
ja: 観察データの分位数
zh_hant: 觀測資料的分位數
